texts = {
  "start": {
    "welcome": "👋 Добро пожаловать!",
    "choose_language": "Выберите язык:",
    "choose_car": "Выберите автомобиль:",
    "rental_button": "🛒 Автопарк Rental24.uz"
  },
  "order": {
    "confirm": "✅ Ваш заказ подтвержден! Мы свяжемся с вами в ближайшее время!",
    "cancel": "❌ Ваш заказ отменен.",
    "send_passport": "✅ Пожалуйста, отправьте фото паспорта.",
    "rules": "⚠️ <b>Внимание! Условия аренды автомобиля</b>\n\n1️⃣ Возраст клиента должен быть <b>старше 21 года</b>.\n\n2️⃣ Водительское удостоверение должно быть выдано не менее <b>2 лет назад</b>.\n3️⃣ Для получения автомобиля требуется <b>залог</b>.\n\n💵 <b>Сумма залога:</b> 2 000 000 – 3 000 000 сум"
  },
  "answers": {
    "confirm": "✅ Подтвердить",
    "cancel": "❌ Отменить",
    "not_found": "❌ Заказ не найден"
  }
}
